Repository: ViktorBejtic/StockIT
Catalog: StockIT/StockIT/Localizable.xcstrings
Source language: en
Languages: sk

source: "%@" does not have any attributes assigned.
sk: "%@" nemá priradené žiadne atribúty.

source: %.0f%% match
sk: %.0f%% zhoda

source: %@ item(s)
sk: %@ položiek

source: %@ will be permanently deleted.
sk: %@ bude natrvalo vymazané.

source: %lld items
sk: %lld položiek

source: %lld total items
sk: %lld celkovo položiek

source: %lld%% match
sk: %lld%% zhoda

source: 10–50 characters
sk: 10–50 znakov

source: About this user
sk: O tomto používateľovi

source: Account Info
sk: Informácie o účte

# accountDisabledLabel
source: Account Disabled
sk: Účet deaktivovaný

# accountTitle
source: Account
sk: Účet

# activitySection
source: Activity
sk: Aktivita

source: Add Attribute
sk: Pridať atribút

source: Add Photo
sk: Pridať fotografiu

# addApiKeyButton
source: Add API Key
sk: Pridať API kľúč

# addAttributeButton
source: Add Attribute
sk: Pridať atribút

# addButton
source: Add
sk: Pridať

# addMembersButton
source: Add Members
sk: Pridať členov

# addPhotoButton
source: Add Photo
sk: Pridať fotku

source: Address
sk: Adresa

# addressLabel
source: Address
sk: Adresa

# aiIdentifyingItem
source: AI is trying to identify the item...
sk: AI sa pokúša rozpoznať položku...

# aiSuggestionsLabel
source: AI Suggestions
sk: AI návrhy

# allAvailableRolesSection
source: All Available Roles
sk: Všetky dostupné role

# analyzingLabel
source: Analyzing...
sk: Analyzujem...

# angledLabel
source: Angled
sk: Šikmo

# apiKeyIsSetLabel
source: API Key is set
sk: API kľúč je nastavený

# apiKeyLabel
source: API Key
sk: API kľúč

# apiKeyOwnerPlaceholder
source: Email or name of the API key owner
sk: Email alebo meno vlastníka API kľúča

# apiKeySecurityNote
source: The key is stored securely in Keychain and never displayed.
sk: Kľúč je bezpečne uložený v Keychain a nikdy sa nezobrazí.

# apiKeyStoredInKeychainLabel
source: Stored in Keychain
sk: Uložené v Keychain

# apiKeyValidationFailedHint
source: Could not verify the key. It may be invalid.
sk: Kľúč sa nepodarilo overiť. Pravdepodobne je neplatný.

# appTagline
source: Inventory management made simple
sk: Jednoduchá správa inventára

# archiveButton
source: Archive
sk: Archivovať

source: Archived
sk: Archivované

source: Archived items:
sk: Archivované položky:

# archivedItemsLabel
source: Archived items:
sk: Archivované:

# archivedLabel
source: Archived
sk: Archivované

# archiveItemConfirm
source: Are you sure you want to archive this item?
sk: Naozaj chcete archivovať túto položku?

source: Are you sure you want to delete role "%@" ? This action cannot be undone.
sk: Naozaj chcete vymazať rolu "%@"? Túto akciu nie je možné vrátiť.

source: Are you sure you want to remove the role '%@'?
sk: Naozaj chcete odstrániť rolu '%@'?

# assignButton
source: Assign
sk: Priradiť

# assignedRolesSection
source: Assigned Roles
sk: Priradené role

# assignNewRoleTitle
source: Assign New Role
sk: Priradiť novú rolu

# attributeDetailsTitle
source: Attribute Details
sk: Detaily atribútu

source: Attributes
sk: Atribúty

source: Attributes:
sk: Atribúty:

# attributesTitle
source: Attributes
sk: Atribúty

source: Available Attributes
sk: Dostupné atribúty

source: Available Categories
sk: Dostupné kategórie

source: Available Locations
sk: Dostupné lokácie

source: Available Users
sk: Dostupní používatelia

source: Back
sk: Späť

# backButton
source: Back
sk: Späť

source: Birth Date
sk: Dátum narodenia

# birthDateLabel
source: Birth Date
sk: Dátum narodenia

source: Camera
sk: Fotoaparát

# cameraOption
source: Camera
sk: Fotoaparát

source: Cancel
sk: Zrušiť

# cancelButton
source: Cancel
sk: Zrušiť

source: Categories
sk: Kategórie

source: Categories:
sk: Kategórie:

# categoriesTitle
source: Categories
sk: Kategórie

# categoryDetailsTitle
source: Category Details
sk: Detaily kategórie

source: Change Password
sk: Zmena hesla

# changeButton
source: Change
sk: Zmeniť

# changePasswordButton
source: Change Password
sk: Zmeniť heslo

source: Choose the organization and corresponding location for this item.
sk: Vyberte organizáciu a príslušnú lokáciu pre túto položku.

source: City
sk: Mesto

source: Close
sk: Zavrieť

# closeButton
source: Close
sk: Zavrieť

source: Confirm Password
sk: Potvrdenie hesla

# confirmActionTitle
source: Confirm Action
sk: Potvrdiť akciu

# confirmButton
source: Confirm
sk: Potvrdiť

# copyButton
source: Copy
sk: Kopírovať

source: Country
sk: Krajina

source: Create
sk: Vytvoriť

source: Create Group
sk: Vytvoriť skupinu

source: Create Item
sk: Vytvoriť položku

source: Create Organization
sk: Vytvoriť organizáciu

# createButton
source: Create
sk: Vytvoriť

# createdByLabel
source: Created by
sk: Vytvoril/a

# createFirstItemHint
source: Create your first item to get started.
sk: Začnite vytvorením prvej položky.

# createGroupTitle
source: Create Group
sk: Vytvoriť skupinu

# createItemTitle
source: Create Item
sk: Vytvoriť položku

# createRoleTitle
source: Create Role
sk: Vytvoriť rolu

# createUserTitle
source: Create User
sk: Vytvoriť používateľa

source: Current Password
sk: Aktuálne heslo

# darkTheme
source: Dark
sk: Tmavá

# dashboardTitle
source: Dashboard
sk: Prehľad

source: Delete
sk: Vymazať

# deleteAttributeConfirm
source: Are you sure you want to delete this attribute?
sk: Naozaj chcete vymazať tento atribút?

# deleteButton
source: Delete
sk: Vymazať

# deleteCategoryConfirm
source: Are you sure you want to delete this category?
sk: Naozaj chcete vymazať túto kategóriu?

# deleteGroupConfirm
source: Are you sure you want to delete this group?
sk: Naozaj chcete vymazať túto skupinu?

# deleteItemConfirm
source: Are you sure you want to delete this item?
sk: Naozaj chcete vymazať túto položku?

# deleteLocationConfirm
source: Are you sure you want to delete this location?
sk: Naozaj chcete vymazať túto lokáciu?

# deleteOrganizationConfirm
source: Are you sure you want to delete this organization?
sk: Naozaj chcete vymazať túto organizáciu?

# deleteRoleButton
source: Delete Role
sk: Vymazať rolu

# deleteRoleConfirm
source: Are you sure you want to delete this role ? This action cannot be undone.
sk: Naozaj chcete vymazať túto rolu? Túto akciu nie je možné vrátiť späť.

# deleteRoleNameConfirm
source: Are you sure you want to delete role "%@" ? This action cannot be undone.
sk: Naozaj chcete vymazať rolu "%@"? Túto akciu nie je možné vrátiť späť.

# deleteUserButton
source: Delete User
sk: Vymazať používateľa

# deleteUserConfirm
source: Are you sure you want to delete this user? This action cannot be undone.
sk: Naozaj chcete vymazať tohto používateľa? Táto akcia sa nedá vrátiť.

source: Description
sk: Popis

# descriptionLabel
source: Description
sk: Popis

source: Details
sk: Podrobnosti

# disableAccountButton
source: Disable Account
sk: Deaktivovať účet

# disableButton
source: Disable
sk: Deaktivovať

# disabledLabel
source: Disabled
sk: Deaktivovaný

# disableUserAccountConfirm
source: Do you want to disable this user's account?
sk: Chcete deaktivovať účet tohto používateľa?

source: Doe
sk: Novák

source: Done
sk: Hotovo

source: Edit
sk: Upraviť

# editAttributeTitle
source: Edit Attribute
sk: Upraviť atribút

# editButton
source: Edit
sk: Upraviť

# editCategoryTitle
source: Edit Category
sk: Upraviť kategóriu

# editedByLabel
source: Edited by
sk: Upravil/a

# editLocationTitle
source: Edit Location
sk: Upraviť lokáciu

# editOrganizationTitle
source: Edit Organization
sk: Upraviť organizáciu

# editRoleTitle
source: Edit Role
sk: Upraviť rolu

# emailPlaceholder
source: your@email.com
sk: tvoj@email.sk

# enableAccountButton
source: Enable Account
sk: Aktivovať účet

# enableButton
source: Enable
sk: Aktivovať

# enableUserAccountConfirm
source: Do you want to enable this user's account?
sk: Chcete aktivovať účet tohto používateľa?

source: Enter description
sk: Zadajte popis

source: Enter group name
sk: Zadajte názov skupiny

source: Enter role name
sk: Zadajte názov role

# enterPasswordPlaceholder
source: Enter password
sk: Zadajte heslo

# entityWillBeDeleted
source: %@ will be permanently deleted.
sk: %@ bude natrvalo zmazaný.

# errorAlertTitle
source: Error
sk: Chyba

source: Fill in the item's name, description and status.
sk: Vyplňte názov, popis a stav položky.

source: Filters
sk: Filtre

source: Filters:
sk: Filtre:

# filtersLabel
source: Filters
sk: Filtre

source: First Name
sk: Meno

source: From back
sk: Zozadu

source: From bottom
sk: Zospodu

source: From bottom left
sk: Zľava zospodu

source: From bottom right
sk: Sprava zospodu

source: From front
sk: Spredu

source: From left
sk: Zľava

source: From right
sk: Sprava

source: From top
sk: Zhora

source: From top left
sk: Zľava zhora

source: From top right
sk: Sprava zhora

source: Full address
sk: Celá adresa

source: Full Address
sk: Celá adresa

source: Gallery
sk: Galéria

# galleryOption
source: Gallery
sk: Galéria

# geminiApiKeyTitle
source: Gemini API Key
sk: Gemini API kľúč

# generateButton
source: Generate
sk: Generovať

# genericErrorMessage
source: There has been an error. Please try again later.
sk: Nastala chyba. Skúste to prosím neskôr.

source: Global
sk: Globálne

source: Group
sk: Skupina

source: Group Info
sk: Informácie o skupine

source: Group Name
sk: Názov skupiny

source: Group Tenant
sk: Správca skupiny

# groupColonLabel
source: Group:
sk: Skupina:

# groupsTitle
source: Groups
sk: Skupiny

source: Hide
sk: Skryť

# hideButton
source: Hide
sk: Skryť

# isometricLabel
source: Isometric
sk: Izometrická

source: Item Detail
sk: Detail položky

source: Item Details
sk: Podrobnosti položky

# itemDetailsTitle
source: Item Details
sk: Detaily položky

# itemDetailTitle
source: Item Detail
sk: Detail položky

# itemNoAttributesAssigned
source: "%@" does not have any attributes assigned.
sk: "%@" nemá priradené žiadne atribúty.

source: Items
sk: Položky

# itemsByLocationSection
source: Items by Location
sk: Položky podľa lokácie

# itemsCountLabel
source: items
sk: položiek

# itemsTitle
source: Items
sk: Položky

# itemSuggestionsTitle
source: Item Suggestions
sk: Návrhy položiek

source: John
sk: Ján

# languageLabel
source: Language
sk: Jazyk

source: Last Name
sk: Priezvisko

# lastEditedNoneLabel
source: Last edited: -
sk: Naposledy upravené: -

# lastLoginLabel
source: Last login
sk: Posledné prihlásenie

# layoutLabel
source: Layout
sk: Rozloženie

# lightTheme
source: Light
sk: Svetlá

source: Location
sk: Lokácia

source: Location Info
sk: Informácie o lokácii

source: Location name
sk: Názov lokácie

# locationColonLabel
source: Location:
sk: Lokácia:

# locationLabel
source: Location
sk: Lokácia

source: Locations
sk: Lokácie

source: Locations:
sk: Lokácie:

# locationsTitle
source: Locations
sk: Lokácie

# logOutButton
source: Log Out
sk: Odhlásiť sa

source: Lowercase letter
sk: Malé písmeno

# manageRolesTitle
source: Manage Roles
sk: Spravovať role

# manageUserRolesTitle
source: Manage User Roles
sk: Spravovať role používateľa

# matchLabel
source: match
sk: zhoda

# membersLabel
source: Members
sk: Členovia

source: Must contain a lowercase letter.
sk: Musí obsahovať malé písmeno.

source: Must contain a number.
sk: Musí obsahovať číslo.

source: Must contain a special character.
sk: Musí obsahovať špeciálny znak.

source: Must contain an uppercase letter.
sk: Musí obsahovať veľké písmeno.

# myRolesAndPermissionsTitle
source: My Roles And Permissions
sk: Moje role a oprávnenia

source: Name
sk: Názov

source: New Location
sk: Nová lokácia

source: New Password
sk: Nové heslo

# newAttributeTitle
source: New Attribute
sk: Nový atribút

# newCategoryTitle
source: New Category
sk: Nová kategória

# newLocationTitle
source: New Location
sk: Nová lokácia

# newOrganizationTitle
source: New Organization
sk: Nová organizácia

source: Next
sk: Ďalej

# nextButton
source: Next
sk: Ďalej

source: No location matches "%@".
sk: Žiadna lokácia nezodpovedá "%@".

source: No organization matches "%@".
sk: Žiadna organizácia nezodpovedá "%@".

source: No users match "%@"
sk: Žiadni používatelia nezodpovedajú "%@"

# noApiKeyConfiguredLabel
source: No API Key configured
sk: API kľúč nie je nastavený

source: No attributes available
sk: Žiadne atribúty nie sú k dispozícii

# noButton
source: No
sk: Nie

source: No categories assigned
sk: Žiadne priradené kategórie

source: No categories available
sk: Žiadne kategórie nie sú k dispozícii

# noGroupsInOrganization
source: This organization doesn't have any groups yet.
sk: Táto organizácia zatiaľ nemá žiadne skupiny.

# noGroupsLabel
source: No Groups
sk: Žiadne skupiny

# noImageAvailableLabel
source: No image available
sk: Žiadny obrázok nie je k dispozícii

# noImageLabel
source: No image
sk: Žiadny obrázok

# noItemMatchesSearch
source: No item matches your search criteria.
sk: Žiadna položka nezodpovedá vašim kritériám vyhľadávania.

# noItemsInOrganization
source: This organization doesn't have any items. Start by adding your first one!
sk: Táto organizácia nemá žiadne položky. Začnite pridaním prvej!

# noItemsLabel
source: No Items
sk: Žiadne položky

# noItemsYetLabel
source: No items yet
sk: Zatiaľ žiadne položky

source: No locations assigned
sk: Žiadne priradené lokácie

source: No locations available
sk: Žiadne lokácie nie sú k dispozícii

# noLocationsInOrganization
source: This organization doesn't have any locations yet.
sk: Táto organizácia zatiaľ nemá žiadne lokácie.

# noLocationsLabel
source: No Locations
sk: Žiadne lokácie

source: No matching items
sk: Žiadne zodpovedajúce položky

source: No members assigned
sk: Žiadni priradení členovia

source: No organizations available
sk: Žiadne organizácie nie sú k dispozícii

# noOrganizationsLabel
source: No Organizations
sk: Žiadne organizácie

# noOrganizationsYet
source: You are not part of any organization yet.
sk: Zatiaľ nie ste súčasťou žiadnej organizácie.

# noPermissionsForScope
source: No permissions for selected scope.
sk: Žiadne oprávnenia pre vybraný rozsah.

# noResultsLabel
source: No Results
sk: Žiadne výsledky

source: No roles assigned
sk: Žiadne priradené role

# noRolesAssignedDot
source: No roles assigned.
sk: Žiadne priradené role.

source: No roles available.
sk: Žiadne dostupné role.

# noRolesInGroupLocations
source: No roles assigned in this group's locations
sk: Žiadne priradené role v lokáciách tejto skupiny

# noteLabel
source: Note
sk: Poznámka

# noTenantLabel
source: No tenant
sk: Žiadny správca

source: No users available to add
sk: Žiadni používatelia na pridanie

source: Number
sk: Číslo

# offlineItemWillBeCreated
source: You are offline. The item will be created automatically when you reconnect.
sk: Ste offline. Položka sa automaticky vytvorí po pripojení na internet.

source: Optionally add item attributes with values (e.g., color, RAM, etc.).
sk: Voliteľne pridajte atribúty položky s hodnotami (napr. farba, RAM, atď.).

source: Order
sk: Zoradenie

# orderLabel
source: Order
sk: Poradie

source: Organization
sk: Organizácia

source: Organization Details
sk: Podrobnosti organizácie

source: Organization name
sk: Názov organizácie

# organizationColonLabel
source: Organization:
sk: Organizácia:

# organizationLabel
source: Organization
sk: Organizácia

source: Organizations
sk: Organizácie

source: Organizations:
sk: Organizácie:

# organizationsTitle
source: Organizations
sk: Organizácie

source: Password must be 10–50 characters.
sk: Heslo musí mať 10–50 znakov.

source: Password copied to clipboard
sk: Heslo skopírované do schránky

# passwordLabel
source: Password
sk: Heslo

# passwordRequirementsTitle
source: Password Requirements
sk: Požiadavky na heslo

# pasteApiKeyPlaceholder
source: Paste your Gemini API Key
sk: Vložte váš Gemini API kľúč

# permanentlyDeleteGroup
source: This will permanently delete the group "%@".
sk: Skupina "%@" bude natrvalo vymazaná.

# permanentlyDeleteLocation
source: This will permanently remove location "%@".
sk: Lokácia "%@" bude natrvalo odstránená.

# permanentlyDeleteOrganization
source: This will permanently remove organization "%@".
sk: Organizácia "%@" bude natrvalo odstránená.

# permissionsLabel
source: Permissions
sk: Oprávnenia

source: Personal Info
sk: Osobné informácie

source: Personal Information
sk: Osobné informácie

# personalInfoTitle
source: Personal Info
sk: Osobné údaje

source: Phone
sk: Telefón

# phoneNumberLabel
source: Phone Number
sk: Telefónne číslo

source: Photos
sk: Fotografie

# photosLabel
source: Photos
sk: Fotografie

source: Please take or upload at least one photo and select the angle for each.
sk: Odfoťte alebo nahrajte aspoň jednu fotografiu.

source: Postal Code
sk: PSČ

# preferencesSection
source: Preferences
sk: Predvoľby

# recentlyAddedSection
source: Recently Added
sk: Nedávno pridané

# removeButton
source: Remove
sk: Odstrániť

# removeRoleButton
source: Remove Role
sk: Odstrániť rolu

# removeRoleNameConfirm
source: Are you sure you want to remove the role '%@'?
sk: Naozaj chcete odstrániť rolu '%@'?

# removeUserFromGroupConfirm
source: Remove user from group?
sk: Odstrániť používateľa zo skupiny?

source: Reset Password
sk: Obnoviť heslo

# resetButton
source: Reset
sk: Obnoviť

# resetPasswordButton
source: Reset Password
sk: Obnoviť heslo

source: Role Info
sk: Informácie o role

source: Role Name
sk: Názov role

# roleHasGlobalScope
source: This role has global scope.
sk: Táto rola má globálny rozsah.

# rolesTitle
source: Roles
sk: Role

source: Room
sk: Miestnosť

source: Room number or name
sk: Číslo alebo názov miestnosti

source: Save
sk: Uložiť

# saveButton
source: Save
sk: Uložiť

# scanQrCodeTitle
source: Scan QR Code
sk: Skenovať QR kód

# scopeLabel
source: Scope
sk: Rozsah

# searchTitle
source: Search
sk: Vyhľadávanie

source: Select Categories
sk: Vybrať kategórie

source: Select Location
sk: Vyberte lokáciu

source: Select one or more categories that best describe this item.
sk: Vyberte jednu alebo viac kategórií, ktoré najlepšie popisujú túto položku.

source: Select Role
sk: Vyberte rolu

source: Select status
sk: Vyberte stav

source: Select Status
sk: Vyberte stav

# selectAttributesTitle
source: Select Attributes
sk: Vybrať atribúty

# selectCategoriesTitle
source: Select Categories
sk: Vybrať kategórie

# selectLocationsTitle
source: Select Locations
sk: Vybrať lokácie

# selectOrganizationsTitle
source: Select Organizations
sk: Vybrať organizácie

# selectRoleBeforeScopeHint
source: Select role before Scope selection.
sk: Vyberte rolu pred výberom rozsahu.

# selectStatusesTitle
source: Select Statuses
sk: Vybrať stavy

# selectStatusPlaceholder
source: Select status
sk: Vybrať stav

source: Show
sk: Zobraziť

# showButton
source: Show
sk: Zobraziť

# signInButton
source: Sign In
sk: Prihlásiť sa

# signInSubtitle
source: Sign in to your account
sk: Prihláste sa do svojho účtu

# sortLastEditNewOld
source: Last Edit New→Old
sk: Posledná úprava Nové→Staré

# sortLastEditOldNew
source: Last Edit Old→New
sk: Posledná úprava Staré→Nové

# sortNameAZ
source: Name A→Z
sk: Názov A→Z

# sortNameZA
source: Name Z→A
sk: Názov Z→A

# sortNewestFirst
source: Newest First
sk: Najnovšie

# sortOldestFirst
source: Oldest First
sk: Najstaršie

source: Special character
sk: Špeciálny znak

# startBySearchingHint
source: Start by searching or adjusting your filters.
sk: Začnite vyhľadávaním alebo upravte filtre.

source: Status
sk: Stav

# statusBorrowed
source: Borrowed
sk: Požičané

# statusDamaged
source: Damaged
sk: Poškodené

# statusDisposalPending
source: Disposal Pending
sk: Čaká na likvidáciu

# statusDisposed
source: Disposed
sk: Zlikvidované

source: Statuses
sk: Stavy

source: Statuses:
sk: Stavy:

# statusInUse
source: In Use
sk: Používané

# statusLabel
source: Status
sk: Stav

# statusLost
source: Lost
sk: Stratené

# statusReserved
source: Reserved
sk: Rezervované

# statusStored
source: Stored
sk: Uskladnené

# statusToBeDisposed
source: To Be Disposed
sk: Na likvidáciu

# statusUnderReview
source: Under Review
sk: V preskúmaní

source: Street
sk: Ulica

source: Street name
sk: Názov ulice

source: Street Number
sk: Číslo domu

# systemTheme
source: System
sk: Systém

# tenantLabel
source: Tenant
sk: Správca

# themeLabel
source: Theme
sk: Téma

source: This organization doesn't have any items. Start by adding your first one!
sk: Táto organizácia nemá žiadne položky. Začnite pridaním prvej!

source: This will permanently delete the group "%@".
sk: Táto akcia natrvalo vymaže skupinu "%@".

source: This will permanently remove location "%@".
sk: Táto akcia natrvalo odstráni lokáciu "%@".

source: This will permanently remove organization "%@".
sk: Táto akcia natrvalo odstráni organizáciu "%@".

# tryAdjustingFilters
source: Try adjusting your filters or search criteria.
sk: Skúste upraviť filtre alebo kritériá vyhľadávania.

# unarchiveButton
source: Unarchive
sk: Zrušiť archiváciu

# unarchiveItemConfirm
source: Are you sure you want to unarchive this item?
sk: Naozaj chcete zrušiť archiváciu tejto položky?

source: Unknown Location
sk: Neznáma lokácia

source: Unknown Organization
sk: Neznáma organizácia

source: Update
sk: Aktualizovať

# updateButton
source: Update
sk: Aktualizovať

# updateGroupTitle
source: Update Group
sk: Upraviť skupinu

# updateItemTitle
source: Update Item
sk: Upraviť položku

# updatePasswordButton
source: Update Password
sk: Aktualizovať heslo

# updateUserTitle
source: Update User
sk: Aktualizovať používateľa

source: Uppercase letter
sk: Veľké písmeno

# useAiForImageRecognitionToggle
source: Use AI for Image Recognition
sk: Použiť AI na rozpoznávanie obrázkov

# aiNeedsApiKeyHint
source: Add an API key below to enable
sk: Najprv pridajte API kľúč nižšie

# useAllButton
source: Use All
sk: Použiť všetko

# useBothButton
source: Use Both
sk: Použiť oboje

# useDescButton
source: Use Desc
sk: Použiť popis

# useNameButton
source: Use Name
sk: Použiť názov

# User %@ %@ will be removed from this group.
source: User %1$@ %2$@ will be removed from this group.
sk: Používateľ %@ %@ bude odstránený z tejto skupiny.

source: user@example.com
sk: uzivatel@priklad.sk

# userDetailTitle
source: User Detail
sk: Detail používateľa

# usersTitle
source: Users
sk: Používatelia

# userWillBeRemovedFromGroup
source: User %@ %@ will be removed from this group.
sk: Používateľ %1$@ %2$@ bude odstránený z tejto skupiny.

# useWizardForItemCreationToggle
source: Use Wizard for Item Creation
sk: Použiť sprievodcu na vytvorenie položky

# usingDefaultKeyLabel
source: Using default key
sk: Používa sa predvolený kľúč

source: Value
sk: Hodnota

# valueLabel
source: Value
sk: Hodnota

source: What does this org do?
sk: Čo táto organizácia robí?

source: What is this group for?
sk: Na čo slúži táto skupina?

source: What is this location for?
sk: Na čo slúži táto lokácia?

source: Yes
sk: Áno

# yesButton
source: Yes
sk: Áno
